[
  {
    "_id": "dg45",
    "img": "https://i.ibb.co/zG4KXZR/1.png",
    "name": "Kmils 46 Hex Pieces Spanner Socket",
    "description": "This 1/4 Inch Socket Combination 46 Pcs Set DIY Repair Tool Kit is suitable for professionals, technicians . The multi function tool kit can be used to Fix your Vehicles, Small Appliances, picture frames, paintings, hangers, lighting etc. without any hassles.",
    "minimun_Order_Quantity": "50",
    "available": "637",
    "price": "230"
  },
  {
    "_id": "sd33",
    "img": "https://i.ibb.co/dDbLcY0/2.png",
    "name": "Non-Reversible Impact Drill Machine",
    "description": "This drilling kit box has been skilfully designed to perform even the most demanding of tasks with ease. The 550W motor and powerful hammer action can provide the ultimate drilling experience to the user",
    "minimun_Order_Quantity": "20",
    "available": "850",
    "price": "350"
  },
  {
    "_id": "rt36",
    "img": "https://i.ibb.co/n6MB8Ky/3.png",
    "name": "TEC TAVAKKAL 25 in 1 Precision Screwdriver Set",
    "description": "Leather Wallet Holds the Screwdrivers, Portable and Not Easy to Drop. High-end Leather Protect Screwdrivers From Loosing, Crush. 25 Screwdriver Heads Are Suitable for Disassembling Computers, Smartphones, Glasses, Watches, Etc. All Screwdriver Heads Have Been Processed With High Temperature.",
    "minimun_Order_Quantity": "30",
    "available": "762",
    "price": "50"
  },
  {
    "_id": "tt33",
    "img": "https://i.ibb.co/jD8rNsS/4.png",
    "name": "Spartan BS-01 5-Pieces Screwdriver Kit",
    "description": "These screwdrivers comes in a handy plastic box which has sections made inside it to keep your screwdrivers in place. This box helps you keep your screwdrivers clean and carry them along anywhere you go",
    "minimun_Order_Quantity": "45",
    "available": "750",
    "price": "20"
  },
  {
    "_id": "ml18",
    "img": "https://i.ibb.co/M25Y4YQ/5.png",
    "name": "Taparia WS 05 Steel Wire Stripping Plier",
    "description": "Taparia build quality is excellent as usual. BUT, look at the first two pictures. This is Taparia. The last picture is 'another brand'. The shape of the cut (hole) is supposed to be 'circular' like in the last pic. Taparia looks 'misaligned' and so, I'm not getting a proper cut (for stripping wire). You may judge yourself. Taparia can 'explain' this.",
    "minimun_Order_Quantity": "15",
    "available": "426",
    "price": "20"
  },
  {
    "_id": "tr68",
    "img": "https://i.ibb.co/MVcj0b1/6.png",
    "name": "INGCO 2 in 1 Cable Wire Stripper with Cutter",
    "description": "65Mn material blade, Really makes stripping wires vastly easier and faster than traditional strippers. Wire cutter is built in, cutting Range from 0.8 mm-8 mm. Economic Grip. PP covered TPR handle saves a tremendous amount of time when you have multiple wires that need stripping.",
    "minimun_Order_Quantity": "12",
    "available": "420",
    "price": "98"
  },
  {
    "_id": "zs46",
    "img": "https://i.ibb.co/xfq4kGM/7.png",
    "name": "amiciTools Soldering Iron with Adjustable Temperatures 60W",
    "description": "Smart Professional Soldering Iron -Heat and impact resistant design of screw thread so the iron head is not easy to drop. Adjustable Heating Temperature -This Soldering iron is capable to produce constant and controlled desired Temperature from 200 - 450 degrees Heat up fast and work great.",
    "minimun_Order_Quantity": "50",
    "available": "1058",
    "price": "125"
  },
  {
    "_id": "zt97",
    "img": "https://i.ibb.co/bghTKs4/8.png",
    "name": "Duracell Ultra Alkaline 9V Battery, 2 Pcs",
    "description": "Duracell offers a wide range of batteries to be used in electronics that require reliable power. Duracell Ultra 9V batteries are alkaline batteries ideal for powering all your devices with extra performance for high drain devices and are available in sizes AA, AAA, C, D and 9V.",
    "minimun_Order_Quantity": "80",
    "available": "2055",
    "price": "50"
  },
  {
    "_id": "rr85",
    "img": "https://i.ibb.co/1QyvgmK/9.png",
    "name": "BLACK+DECKER A7073 6V Battery Powered Screwdriver",
    "description": "Package Contents: Alkaline Battery Powered Screwdriver, 14 Pieces Accessory Bits and 4 Alkaline Batteries; Package contains the following screwdriver bits - PZ1/2/3, PH1/2/3, T10/20, SL6/8/10, SQ1/2/3. Diameter : 1/4 inch chuck size mm",
    "minimun_Order_Quantity": "25",
    "available": "584",
    "price": "83"
  },
  {
    "_id": "cc74",
    "img": "https://i.ibb.co/yW5KNwL/10.png",
    "name": "KAIWEETS Digital Multimeter Voltmeter Smart Electrical Tester",
    "description": "Smart Mode: The multi meter defaults to Smart Mode. In Smart Mode, the meter can test voltage, resistance, and continuity automatically -- it can identify the measurement content and selects the range with the best resolution, you don't need to do anything extra!",
    "minimun_Order_Quantity": "17",
    "available": "697",
    "price": "399"
  }
]
